<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" 
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1257">
<title>Jõgeva Sordiaretuse Instituut</title>
<link href="../style.css" rel="stylesheet" type="text/css">
<script src="../inc/scripts.js" type="text/javascript"></script>
<script src="../meny/meny.js" type="text/javascript"></script>
</head>
<body style="background: #FFFBF8 url('../img/main_back_II.jpg') repeat-x top;  font-family: Arial, Helvetica, sans-serif; font-size: 12px; color: #061F00;">
<table border="0" align="center" cellpadding="0" cellspacing="0">
<tr>
  <td colspan="2"><img src="../img/header_top.gif" width="779" height="40"></td>
</tr>
<tr>
  <td><a href="../index_php/"><img src="../img/logo.gif" alt="" width="310" height="68" border="0"></a></td>
  <td><img src="../img/logo_right.gif" width="469" height="68"></td>
</tr>
<tr>
  <td colspan="2"><img src="../img/logo_bottom.gif" width="779" height="18"></td>
</tr>
<tr>
  <td colspan="2" align="right">
    <table border="0" cellpadding="0" cellspacing="0">
    <tr>
      <td><a href="../setLang_est/"><img src="../img/est.gif" width="34" height="18" border="0" alt=""></a></td>
      <td><a href="../setLang_eng/"><img src="../img/eng.gif" width="36" height="18" border="0" alt=""></a></td>
      <td><img src="../img/header_bottom.gif" width="469" height="18" alt=""></td>
    </tr>
    </table>
  </td>
</tr>
</table>
<table width="900" border="0" align="center" cellpadding="0" cellspacing="0" class="main">
<tr>
  <td style="background:url('../img/link_bar_back.gif') repeat-x;">
<script language="JavaScript" type="text/JavaScript">
image0 = new Image();image0.src;image1 = new Image();image1.src;image2 = new Image();image2.src;var menu2=new Array();menu2[0]='<a href="?pid=389&pageHeader=Administration">Administration</a>';menu2[1]='<a href="?pid=1006&pageHeader=Development">Development</a>';menu2[2]='<a href="?pid=1031&pageHeader=Management">Management</a>';menu2[3]='<a href="?pid=390&pageHeader=Cereals">Cereals</a>';menu2[4]='<a href="?pid=391&pageHeader=Fodder crops">Fodder crops</a>';menu2[5]='<a href="?pid=393&pageHeader=Potatoes">Potatoes</a>';menu2[6]='<a href="?pid=392&pageHeader=Vegetables">Vegetables</a>';menu2[7]='<a href="?pid=982&pageHeader=Biochemistry and plant protection">Biochemistry and plant protection</a>';menu2[8]='<a href="?pid=1081&pageHeader=Gene Bank">Gene Bank</a>';menu2[9]='<a href="?pid=394&pageHeader=Seed centre">Seed centre</a>';menu2[10]='<a href="?pid=395&pageHeader=Mooste experimental station">Mooste experimental station</a>';menu2[11]='<a href="?pid=396&pageHeader=Sangaste experimental station">Sangaste experimental station</a>';image3 = new Image();image3.src;image4 = new Image();image4.src;image5 = new Image();image5.src;</script>
<table width="600" border="0" cellpadding="0" cellspacing="0">
<tr>
    <td width="54"><img src="../img/link_bar_back.gif"></td>
            <td width="54"><img src="../img/link_bar_back.gif"></td>
        <td width="76"><a href="../pid_31_pageHeader_News/" onmouseover=" image0.src='img/25_on.gif'" onmouseout=" image0.src='img/25_off.gif'"><img src="../img/25_off.gif" border="0" name="image0"></a></td>
        <td width="16"><img src="../img/link_space.gif"></td>
                <td width="54"><img src="../img/link_bar_back.gif"></td>
        <td width="76"><a href="../pid_32_pageHeader_Technology/" onmouseover=" image1.src='img/26_on.gif'" onmouseout=" image1.src='img/26_off.gif'"></a></td>
        <td width="16"><img src="../img/link_space.gif"></td>
                <td width="54"><img src="../img/link_bar_back.gif"></td>
        <td width="76"><a href="../pid_33_pageHeader_Departments/" onmouseover="dropdownmenu(this, event, menu2, '125px'); image2.src='img/27_on.gif'" onmouseout="delayhidemenu(); image2.src='img/27_off.gif'"><img src="../img/27_off.gif" border="0" name="image2"></a></td>
        <td width="16"><img src="../img/link_space.gif"></td>
                <td width="54"><img src="../img/link_bar_back.gif"></td>
        <td width="76"><a href="../pid_34_pageHeader_Research/" onmouseover=" image3.src='img/28_on.gif'" onmouseout=" image3.src='img/28_off.gif'"></a></td>
        <td width="16"><img src="../img/link_space.gif"></td>
                <td width="54"><img src="../img/link_bar_back.gif"></td>
        <td width="76"><a href="#" onmouseover=" image4.src='img/29_on.gif'" onmouseout=" image4.src='img/29_off.gif'" onclick="void(window.open('?page=mailForm', '', 'scrollbars=no,height=375,width=600,top=25,left=50'))"></a></td>
        <td width="16"><img src="../img/link_space.gif"></td>
                <td width="54"><img src="../img/link_bar_back.gif"></td>
        <td width="76"><a href="../pid_1164_pageHeader_Search/" onmouseover=" image5.src='img/1158_on.gif'" onmouseout=" image5.src='img/1158_off.gif'"><img src="../img/1158_off.gif" border="0" name="image5"></a></td>
        <td width="16"><img src="../img/link_space.gif"></td>
        </tr>
</table>
</td>
</tr>
<tr>
  <td>
    <table width="900" border="0" cellpadding="0" cellspacing="0">
    <tr>
      <td width="190" valign="top"><table width="190" border="0" cellpadding="0" cellspacing="0" style="background:url('../img/tulba_back.gif');"><tr><td><img src="../img/1x1.gif" width="1" height="20"></td></tr><tr><td><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_55_leftMenuItem_55_pageHeader_Contact/" class="tulplink">Contact</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid__leftMenuItem__pageHeader_Advice/" class="tulplink">Advice</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_57_leftMenuItem_57_pageHeader_Reports/" class="tulplink">Reports</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_58_leftMenuItem_58_pageHeader_Publications/" class="tulplink">Publications</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_59_leftMenuItem_59_pageHeader_Varieties/" class="tulplink">Varieties</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_60_leftMenuItem_60_pageHeader_Sales/" class="tulplink">Sales</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_1298_leftMenuItem_1298_pageHeader_Plantgeneticresources/" class="tulplink">Plant genetic resources</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr><tr><td width="20" align="right"><img src="../img/link_li.gif"></td><td width="170"><div class="left_tulp"><a href="../pid_1422_leftMenuItem_1422_pageHeader_Plantprotection/" class="tulplink">Plant protection</a></div></td></tr><tr><td colspan="2"><img src="../img/tulba_space.gif"></td></tr></table></td></tr><tr><td colspan="2"><img src="../img/tulp_end.gif" width="200" height="33" alt=""></td></tr></table></td>
      <td width="710" valign="top" style="padding: 10px">
        <div class="table_back"><table width="100%" border="0" cellpadding="10" cellspacing="0"><tr><td>
                <table width="100%" border="0" cellpadding="0" cellspacing="0">
        <tr>
          <td width="88%"><img src="../inc/pealkiri_php_msg_Arengustrateegia_pealkiri_1.jpg" border="0" alt=""></td>
          <!--PRINT-->
          <td width="12%"><a href="#" onclick="javascript: NewWnd('print.php','',650,500,'yes')"><img src="../img/prints_eng.gif" width="58" height="14" border="0"></a></td>
          <!--PRINT-->
        </tr>
        </table><br><br>
        <table border="0" cellpadding="0" cellspacing="0"><tr><td><table border="0" cellpadding="0" cellspacing="0" width="580">	<tr><td><img src="http://jpbi.ee/inc/pealkiri.php?msg=Jõgeva Sordiaretuse Instituudi arengustrateegia&amp;rot=0&amp;size=13&amp;rot=0&amp;red=175&amp;grn=0&amp;blu=0&amp;pealkiri=1"></td></tr>
	</table></td></tr><tr><td><table border="0" cellpadding="0" cellspacing="0" width="580"><tr><td width="100%"><p>Kinnitatud:J&otilde;geva Sordiaretuse Instituudi teadusn&otilde;ukogu koosolekul 25.04.2001.a.</p>
<p><strong>EESS&Otilde;NA</strong></p>
<p align="justify">Viimaste aastate jooksul on Eestis toimunud olulised sotsiaalmajanduslikud muutused. Muutunud on nii Eesti sisekeskkond kui ka meid &uuml;mbritsev ja m&otilde;jutav&nbsp; v&auml;liskeskkond. Muutuvas maailmas edukaks p&uuml;simaj&auml;&auml;miseks ja arenemiseks on koostatud mitmeid erineval tasemel arengukavasid, milles m&auml;&auml;ratletakse arengueelistused ja s&auml;testatakse edasise arengu p&otilde;hisuunad.<br/>
&nbsp;<br/>
Eesti Vabariigi valitsus on 2000. aastal l&auml;biarutanud ja heakskiitnud kolm arengustrateegiat, mis otseselt v&otilde;i kaudselt puudutavad ka J&otilde;geva Sordiaretuse Instituuti. </p>
<p align="justify">2000. aasta juunis kiideti heaks p&otilde;llumajanduse arengustrateegia, milles on v&auml;lja toodud j&auml;rgmised strateegilised eesm&auml;rgid: suurendada p&otilde;llumajanduse efektiivsust ja orienteeruda k&otilde;rge lisav&auml;&auml;rtusega konkurentsiv&otilde;imelisele toodangule, viia tootmine ja toodang vastavusse EL n&otilde;uetega, tagada stabiilsed siseturu hinnad, tagada p&otilde;hiliste toiduainetega isevarustamine, aidata kaasa majanduse arengule.</p>
<p align="justify">Riiklikus innovatsiooniprogrammis on kavandatud meetmed tehnoloogilise innovatsiooni alal ja esitatud Eestile esmat&auml;htsate tootmisvaldkondade prioriteetsed tegevussuunad. Programmi realiseerimine p&otilde;hineb teadusasutuste potentsiaali &auml;rakasutamisel, luues motivatsiooni nende tegevuse &uuml;mberkujundamisele majanduse reaalsetest vajadustest l&auml;htuvalt.<br/>
Riigikogule arutamiseks on esitatud Eesti teadus- ja arendustegevuse strateegia&nbsp; &ldquo;Teadmistep&otilde;hine Eesti&rdquo; milles on m&auml;&auml;ratletud teadustegevuse strateegilised eesm&auml;rgid ja arengu p&otilde;hisuunad.&nbsp; Strateegiliste eesm&auml;rkide poole p&uuml;&uuml;dlemisel seisnevad teadus- ja arendusasutuste&nbsp; v&otilde;imalused teadusuuringute taseme t&otilde;stmises, teadustulemuste rakendamise soodustamises ettev&otilde;tetes ja &uuml;hiskonnas tervikuna ning inimressursi arendamises. Teadusuuringute taseme kriteeriumidena n&auml;hakse tulemuste rahvusvahelist aktsepteeritavust ja konkurentsiv&otilde;imet. <br/>
Aastatel 1999-2000 t&ouml;&ouml;tati p&otilde;llumajandusteaduse esindajate laiap&otilde;hjalise komisjoni poolt v&auml;lja Eesti p&otilde;llumajandusteaduste arengustrateegia ja tegevuskava ning esitati see P&otilde;llumajandusministeeriumile.&nbsp; &Uuml;he p&otilde;llumajandusteaduste tugevusena r&otilde;hutatakse selles dokumendis kodumaise sordi- ja t&otilde;uaretuse olemasolu ning &uuml;hena eesm&auml;rkidest tuuakse v&auml;lja elamisv&auml;&auml;rse elukeskkonna ja Eestile ainuomaste loodusressursside (s.h. &ouml;kos&uuml;steemide, taimesortide ja loomat&otilde;ugude) s&auml;ilitamise vajadus.</p>
<p align="justify">Valmimisj&auml;rgus on seemnekeskuste arengukava, mis praeguses turukonkurentsis p&uuml;simaj&auml;&auml;miseks toob p&otilde;hiprintsiipidena v&auml;lja seemnekasvatuse kontsentreerimise ja parema organiseerimise vajadused. </p>
<p align="justify">&Uuml;hiskonna muutustega kaasask&auml;imiseks ja oma konkurentsiv&otilde;ime s&auml;ilitamiseks praktilise sordiaretuse ja seemnekasvatuse ning teadustegevuse alal on&nbsp; J&otilde;geva Sordiaretuse Instituut eelpoolloetletud dokumentidest l&auml;htudes m&auml;&auml;ratlenud k&auml;esolevas arengustrateegias oma suundumused ja prioriteedid l&auml;hemaks 3-5 aastaks. </p>
<p><strong>OLUKORRA KIRJELDUS</strong></p>
<p align="justify">J&otilde;geva Sordiaretuse Instituut sai alguse 1920. aastal asutatud J&otilde;geva Sordikasvandusest.&nbsp; Ajaloo v&auml;ltel mitmeid erinevaid nimesid omanuna kannab instituut oma praegust nime alates 1992. aastast. </p>
<p align="justify">K&auml;esoleval ajal on J&otilde;geva Sordiaretuse Instituudi tegevus reguleeritud&nbsp; p&otilde;llumajandusministri 29. juuni 1998. a m&auml;&auml;rusega nr 24 &ldquo;J&otilde;geva Sordiaretuse Instituudi tegevuse korraldamine&rdquo; RTL 1998, 222/223, 887. ning P&otilde;llumajandusministri 4. novembri 1999. a m&auml;&auml;rusega nr 33 &ldquo;J&otilde;geva Sordiaretuse Instituudi tegevuse korraldamine&raquo; muutmine&rdquo; RTL 1999, 155, 2170. Nimetatud m&auml;&auml;ruse lisana kinnitatud J&otilde;geva Sordiaretuse Instituudi p&otilde;him&auml;&auml;ruse alusel on Instituut teadus- ja arendustegevuse korralduse seaduses s&auml;testatud ulatuses autonoomne riigiasutus P&otilde;llumajandusministeriumi haldusalas. </p>
<p align="justify">Instituudi teadus- ja arendustegevuse eesm&auml;rgiks on p&otilde;llumajandus-kultuuride sordiaretus, sordiparandus, agrotehnika alased teadus- ja arendust&ouml;&ouml;d ning innovatsioon. Instituudi tegevusvaldkond on p&otilde;llu-majanduskultuuride sordiaretus, sordiparandus ja algseemnekasvatus, p&otilde;llumajanduskultuuride kasvatamiseks lubatud sortide k&otilde;rg-paljundusseemnete m&uuml;&uuml;giks tootmine, p&otilde;llumajanduskultuuride sortide kasvatamine, agrotehnika t&auml;iustamine ja aretatud sortide s&auml;ilitamine geenipangas.</p>
<p align="justify">Eksisteerimise kaheksak&uuml;mne aasta jooksul on J&otilde;geval aretatud 260 erinevate kultuuride sorti. Eesti Sordilehes 2001 on 61 J&otilde;geval aretatud sorti. Lisaks esindab J&otilde;geva SAI Eestis veel 27 v&auml;lisfirmades aretatud teravilja-, lina- ja&nbsp; heintaimede sorti. K&ouml;&ouml;givilja-, puuvilja- ja marjakultuuride soovitatud sortide nimekirja on v&otilde;etud 7 J&otilde;geval aretatud k&ouml;&ouml;giviljasorti.</p>
<p align="justify">Viimastel aastatel on J&otilde;geval aretatud sorte saatnud rahvusvaheline edu. V&auml;lisriikides on registreeritud ja v&otilde;etud sordilehte talirukis &lsquo;Vambo&rsquo; (L&auml;tis), valge ristik &lsquo;Tooma&rsquo; (Kanadas) ning valge ristik &lsquo;J&otilde;geva 4&rsquo;, punane ristik &lsquo;Ilte&rsquo;, punane aruhein &lsquo;Kauni&rsquo;, aasnurmikas &lsquo;Esto&rsquo; ja talirukis &lsquo;Elvi&rsquo; (Soomes). Registreerimis- ja majanduskatsed j&auml;tkuvad mitmete kultuuride sortidega Soomes, Saksamaal, Venemaal, Rootsis, L&auml;tis ja Kanadas. </p>
<p align="justify">Vaatamata j&auml;rjest tihenevale konkurentsile on J&otilde;geva SAI s&auml;ilitanud oma positsiooni Eesti sordi- ja seemneturul. J&otilde;geva SAI turuosa seemnekasvatuses suuremaid mahte omavatel teraviljasortidel oli 2000. aasta p&otilde;ldtunnustamise andmetel talirukkil 100%, suvinisul 80%, kaeral 75% ja odral 72%.&nbsp; Koost&ouml;&ouml;s Eesti olulisemate seemnekeskustega on kavandatud arengukava ja alustatud J&otilde;geval aretatud heintaimede seemnete tootmise arendamist. </p>
<p align="justify">Teaduslike alusuuringute osas seovad Instituuti head koost&ouml;&ouml;sidemed teiste Eesti teadusasutustega. Koost&ouml;&ouml;s EPM&Uuml; Eksperimentaalbioloogia Instituudiga toimuvad uuringud nisu haiguskindluse ja kvaliteediomaduste geneetika, koos KBFI-ga l&uuml;hik&otilde;rrelise rukki loomise alal. </p>
<p align="justify">Aastatel 1995 kuni 2000 on seitse sordiaretajat praktilise aretust&ouml;&ouml; k&otilde;rvalt l&auml;binud magistri&otilde;ppe Eesti P&otilde;llumajandus&uuml;likoolis ja neile on omistatud p&otilde;llumajandusmagistri teaduskraad.&nbsp; Ants Benderile omistati 2000. aasta jaanuaris v&auml;itekirja &ldquo;Lutserni ja punase ristiku sordid, nende omadused&ldquo; kaitsmise eest p&otilde;llumajandusdoktori teaduskraad.</p>
<p align="justify">Sordiaretus alane uurimist&ouml;&ouml; on saanud ka k&otilde;rge teadusliku tunnustuse osaliseks. P&otilde;llumajandusteaduste alal 1999. aastal Eesti Vabariigi teaduspreemiaga p&auml;rjatud t&ouml;&ouml; &ldquo;Nisu haiguskindluse geneetika ja aretus&rdquo; &uuml;heks autoriks oli akadeemik Hans K&uuml;&uuml;ts. </p>
<p align="justify">Viimastel aastatel on J&otilde;geva SAI uuendanud olemasolevaid ja s&otilde;lminud uusi rahvusvahelisi leppeid ning liitunud rahvusvaheliste koost&ouml;&ouml;projektidega nii praktilise sordiaretuse ja seemnekasvatuse kui ka teadusliku uurimistegevuse alal.</p>
<p align="justify">K&otilde;ige tihedamad aretusalased sidemed seovad meid Boreali Sordiaretusega Soomest. &Uuml;hised aretusprogrammid on suvinisu-, kartuli-, odra-, herne- ja timutiaretuses. S&otilde;lmitud on lepingud sortide vastastikuseks esindamiseks.&nbsp; Rootsi firmaga Sval&ouml;f Weibull AB alustati 1993. aastal &uuml;hist aretusprogrammi talir&uuml;psi sordiaretuse alal. Koost&ouml;&ouml; tulemusena on viimase kolme aasta jooksul esitatud 2 aretist Eesti ja 5 aretist Rootsi riiklikesse katsetesse. S&otilde;lmitud on ka leping&nbsp; teraviljaaretiste katsetamiseks ja sortide esindamiseks. Saksa aretusfirmaga Lochow-Petkus GmbH s&otilde;lmisime 1997. aastal koost&ouml;&ouml;leppe teraviljaaretiste vahetamise ja vastastikuse katsetamise osas. Baltimaades on s&otilde;lmitud koost&ouml;&ouml;kokkulepped L&auml;ti Priekuli Riikliku Sordiaretusjaamaga teraviljade, p&otilde;ldherne- ja kartulisortide vahetamiseks ja vastastikuseks katsetamiseks ning Leedu P&otilde;llumajanduse Instituudiga talinisusortide katsetamiseks ja esindamiseks. Kaugeimad koost&ouml;&ouml;partnerid on Uus-Meremaa S&ouml;&ouml;da- ja Toiduinstituudist ning Ameerika &Uuml;hendriikidest Oregoni &Uuml;likoolist, kellega seovad sidemed suvi- ja talinisuaretuse alal. </p>
<p align="justify">1999. aasta m&auml;rtsis s&otilde;lmiti raamlepe Hollandi konsultatsioonifirmaga Agriment International BV projekti PSO98 ES/1/1 &ldquo;Riiklik ja erapartnerlus Eesti sordiaretuses&rdquo; t&auml;itmiseks. Antud projekti&nbsp; raames on J&otilde;geval korraldatud sordiaretuse ja seemnekasvatuse alaseid koolituskursusi, 1999. aasta suvel toimus J&otilde;geva aretajate &otilde;ppereis Hollandisse ning 2000. aasta alguses saadi tagastamatu abina laboratoorseid seadmeid, installeeriti arvutiv&otilde;rk ja renoveeriti kasvuhoone. Koost&ouml;&ouml;s firmaga HZPC katsetatakse kartulisorte ning&nbsp; firmaga Zelder BV s&otilde;lmiti koost&ouml;&ouml;lepe k&otilde;rreliste heintaimede ja teraviljaaretiste vahetamiseks ja vastastikuseks katsetamiseks. Programmi teadusliku uurimist&ouml;&ouml; osana on oluline kahe teaduri Rene Aavola ja K&uuml;lli Annamaa stazheerimise ja teadust&ouml;&ouml; finantseerimine Wageningeni &Uuml;likoolis. Projekti poolt on algatatud ka k&auml;esoleva arengukava koostamine.</p>
<p align="justify">1999. aastast &uuml;hinesime Taani P&otilde;llumajandusteaduste Instituudi eestvedamisel Baltimaades toimuva arvutialase taimekaitse n&otilde;uandes&uuml;steemi eesti oludele kohandamise projektiga. On korraldatud katsed kartuli lehem&auml;danikut&otilde;rje programmi NegFry kohandamiseks Eesti oludele ning herbitsiidide ja fungitsiidide v&auml;hendatud normide kasutamisest. Soome P&otilde;llumajanduse Uurimise Keskusega alustasime 1999. aastal uurimisprojekti metsiku kartuliliigi Solanum brevidens baasil loodud aretusmaterjali genoom- ja kromosoomuuringute alal. Juba aastaid oleme osalenud Euroopa kaerahaiguste monitooringu (EODN) projektis. Osaleme Rahvusvahelise Taimede Geneetiliste Ressursside Instituudi (IPGRI) poolt koordineeritava &quot;Euroopa Geneetiliste Ressursside Koordineeritud Programmi (ECP/GR)&quot; odra, kaera, nisu, kartuli, heintaimede ja puuviljade t&ouml;&ouml;gruppides.</p>
<p align="justify">Lisaks on veel arvukalt &uuml;hekordseid kontakte aretusmaterjali vahetamiseks ja l&uuml;hiajalisi koost&ouml;&ouml;sidemeid paljude aretus- ja teadusasutustega kogu maailmast. </p>
<p><strong>KOOSSEIS JA ORGANISATSIOONILINE STRUKTUUR</strong></p>
<p align="justify">Alates 2001. aasta 1. jaanuarist, mil senine J&otilde;geva Seemnekeskus liideti J&otilde;geva Sordiaretuse Instituudiga, kujunes v&auml;lja instituudi praegune koosseis ja organisatsiooniline struktuur. Instituudi personal on kokku 117 inimest, nendest 20 teaduslikku t&ouml;&ouml;tajat (Lisad 1, 2). Instituudi p&otilde;hitegevus (alus- ja rakendusuuringud, praktiline sordiaretus ja algseemnekasvatus) toimub J&otilde;geval. J&otilde;geva Seemnekeskuse baasil moodustatud seemnekasvatuse osakonnas toimub teraviljade ja heinaseemnete sertifitseeritud seemnete tootmine. Mooste katsejaama p&otilde;hitegevuseks on &otilde;li- ja kiulina kasvatamise alased rakendusuuringud ja sertifitseeritud seemnete kasvatamine. Sangaste katsejaam tegeleb talirukki Sangaste s&auml;ilitusaretuse ning teraviljade sertifitseeritud seemnete tootmisega.&nbsp;&nbsp;&nbsp; </p>
<p align="justify">Praeguseks v&auml;ljakujunenud struktuur vastab &uuml;ldjoontes kommertsalustel tegutsevate sordiaretusfirmade struktuurile, seet&otilde;ttu peame otstarbekaks sellise struktuuri s&auml;ilitamist l&auml;hiaastatel.&nbsp; Instituudi t&ouml;&ouml;tulemuste parandamiseks on oluline igap&auml;evase t&ouml;&ouml; ratsionaalsem korraldamine ja t&ouml;&ouml; efektiivsuse t&otilde;stmine. Esmat&auml;htis on senini eraldiseisva asutusena tegutsenud J&otilde;geva Seemnekeskuse funktsionaalne integreerimine instituudiga. Oluline on aretajaid abistava keskastme personali leidmine/kasvatamine, et v&auml;hendada aretajate praktilise t&ouml;&ouml;korraldusega seotud koormust ja v&otilde;imaldada neile t&ouml;&ouml; efektiivsuse ja tulemuslikkuse t&otilde;stmiseks rohkem aega sordiaretuseks ja teadustegevuseks. Meeskonnat&ouml;&ouml; printsiipide rakendamine instituudi tegevuse planeerimisel ning juhtimisel ja t&ouml;&ouml;tajate individuaalse initsiatiivikuse arendamine loovad t&auml;iendavaid v&otilde;imalusi t&ouml;&ouml; efektiivistamiseks ja instituudi konkurentsiv&otilde;ime suurendamiseks.&nbsp;&nbsp;&nbsp; </p>
<p align="left"><br/>
<strong>SWOT ANAL&Uuml;&Uuml;S</strong></p>
<p align="justify">Eesti-Hollandi koost&ouml;&ouml;projekti &ldquo;Riiklik ja erapartnerlus Eesti sordiaretuses &ldquo; alustades hinnati 1999. aasta alguses J&otilde;geva Sordiaretuse Instituudi hetkeolukorra&nbsp; kirjeldamiseks instituudi tugevused, n&otilde;rkused, v&otilde;imalused ja ohud. Koost&ouml;&ouml;projekti l&otilde;ppetapis 2000. aasta l&otilde;pul t&auml;heldati&nbsp; olukorra tunduvat muutumist v&otilde;rreldes projekti algusega.&nbsp; Korraldati rida seminare uue SWOT anal&uuml;&uuml;si tegemiseks ning tulemused v&otilde;eti aluseks edasisel strateegilisel planeerimisel.</p>
<p>&nbsp;</p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000"><strong>TUGEVUSED</strong></font></p>
<ul type="1">
    <li><font face="Verdana">Tulemuslik aretust&ouml;&ouml;, Eestis ja v&auml;lismaal konkurentsiv&otilde;imelised sordid<font color="#000000">.</font> </font></li>
    <li><font face="Verdana" color="#000000">P&otilde;llumajandusteaduste arengukavas Instituudile antud k&otilde;rge hinnang</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">Instituudi ja sortide tuntus Eestis ja v&auml;lismaal&nbsp;</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">Noor ja kvalifitseeritud kaader&nbsp;</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">P&otilde;ldkatsete korraldamiseks vajaliku tehnika ja katsep&otilde;ldude olemasolu</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">Koost&ouml;&ouml;projektide olemasolu kodu- ja v&auml;lismaiste teadusasutustega</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">Traditsioonid ja sidemete olemasolu seemnekasvatajatega&nbsp;</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">Madalad tootmiskulud v&otilde;rreldes EL riikidega</font> </li>
    <li><font face="Verdana, Sans-Serif" color="#000000">Kohapealsete olude ja vajaduste hea tundmine</font></li>
</ul>
<p class=""><strong><font face="Verdana, Sans-Serif" color="#000000">
<p>N&Otilde;RKUSED<br/>
</p>
</font></strong><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
1. Puuduj&auml;&auml;gid seemnete turustamisel, &uuml;levaate puudumine olukorrast seemneturul<br/>
2. Tagasihoidlik finantseerimine, mis ei v&otilde;imalda kapitaalmahutusi uute tehnoloogiate evitamiseks ega konkurentsiv&otilde;imelist t&ouml;&ouml;tasu.<br/>
3. Finantseerimiss&uuml;steemi keerukus ja ebastabiilsus <br/>
4. Puudulikud v&otilde;imalused t&auml;hap&auml;evaste tehnoloogiate rakendamiseks <br/>
5. Alusuuringute madal osakaal sordiaretuses<br/>
6. Autoritasude v&auml;hene laekumine <br/>
7. Kitsalt spetsialiseerunud aretajate suur osat&auml;htsus<br/>
8. P&otilde;llumajandusteadusliku informatsiooni komplitseeritud k&auml;ttesaadavus </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><strong>V&Otilde;IMALUSED<br/>
</strong>1. T&auml;iendav seemneturg teistes klimaatiliselt l&auml;hedastes piirkondades<br/>
2. EL-ga liitumisega kaasnev sertifitseeritud seemnete kasutamise suurenemine<br/>
3. Instituudi k&otilde;rge hinnang p&otilde;llumajandusteaduste arengukava koostamisel<br/>
4. Koost&ouml;&ouml; arendamine seemnekasvatus- ja hulgim&uuml;&uuml;gifirmadega<br/>
5. T&ouml;&ouml;tleva t&ouml;&ouml;stuse areng ja huvi suurenemine kohaliku tooraine vastu<br/>
6. Riikliku p&otilde;llumajanduspoliitika muutumine <br/>
7. Instituudi teadusliku uurimistemaatika avardamine ja paindlikustumine <br/>
8. EL programmides osalemine<br/>
9. Maheviljeluse osat&auml;htsuse t&otilde;us ja mahetoodangu tarbimise suurenemine<br/>
10. Laialdasem ja aktiivsem reklaam<br/>
11. Turu uuringute korraldamine ja tulemuste j&auml;rgimine<br/>
12. Uute kaasaegsete aretusmeetodite ja seemnekasvatustehnoloogiate juurutamine<br/>
13. Osalemine seemnekasvatust puudutava seadusandluse ja selle rakendusmehhanismide v&auml;ljat&ouml;&ouml;tamisel </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><strong>OHUD<br/>
</strong>1. Erastamine suurte rahvusvaheliste seemnekompaniide poolt ja Eesti majanduslikest huvidest l&auml;htuva sordiaretuse l&otilde;petamine <br/>
2. Riikliku finantseerimise v&auml;henemine v&otilde;i selle peatamine<br/>
3. Rahvusvahelise konkurentsi tugevnemine<br/>
4. P&otilde;llumajanduse j&auml;tkuv madalseis<br/>
5. V&otilde;imeka kaadri lahkumine<br/>
6. J&otilde;geva SAI tegevuse tulemuslikkust hinnatakse ebaadekvaatsete kriteeriumide alusel</p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
&nbsp;<br/>
<strong>SORDIARETUSE JA SEEMNEKASVATUSE &Uuml;LDISED PROBLEEMID</strong></p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p>1. Kinnitatud p&otilde;llumajanduspoliitika puudumine p&otilde;llumajanduses ja p&otilde;llumajandusteaduses<br/>
2. P&otilde;llumajandusliku tootmise &uuml;ldine madal tase ja v&auml;hene subsideerimine v&otilde;rreldes E&Uuml; riikidega<br/>
3. Rakendusuuringute ebapiisav finantseerimine, ebaadekvaatsed t&ouml;&ouml; hindamiskriteeriumid<br/>
4. T&auml;nap&auml;evase sordiaretusliku hariduse puudumine Eestis <br/>
5. Sertifitseeritud seemnete v&auml;hene kasutamine ja sellest tulenevad v&auml;ikesed tulud seemnem&uuml;&uuml;gist ning autoritasudelt<br/>
6. Olemasolev seemnekasvatust reguleeriv seadusandlus on puudulikult rakendatud <br/>
7. Turu loovutamine v&auml;lisfirmadele</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>&Uuml;ldises p&otilde;llumajanduse ja p&otilde;llumajandusteaduse tausts&uuml;steemis valitsevate probleemidena toodi esile asjaolu, et vaatamata Eesti p&otilde;llumajanduse ja p&otilde;llumajandusteaduse arengustrateegiate v&auml;ljat&ouml;&ouml;tamisele ei ole neid senini ametlike dokumentidena kinnitatud. Senini valitsenud alusuuringute eelistamisele suunatud teaduspoliitika ja rakendusuuringute v&auml;hene ja ebastabiilne finantseerimine ei ole soodustanud p&otilde;llumajandusteaduse arengut. Instituudi tegevust m&otilde;jutab tugevalt t&auml;nap&auml;evase, geneetika ja biotehnoloogia alastel teadmistel p&otilde;hineva sordiaretusliku hariduse saamise v&otilde;imaluse puudumine Eestis; aretajad on saanud oma sellealased teadmised osaledes rahvusvahelistel kursustel v&otilde;i staeerides v&auml;lismaistes aretusasutustes. P&otilde;llumajandusliku tootmise &uuml;ldine madal tase ja v&auml;hene kasumlikkus ei soodusta sertifitseeritud seemnete kasutamist ning ei v&otilde;imalda instituudil ja spetsialiseerunud seemnekasvatajatel suurendada seemnem&uuml;&uuml;gist ning autoritasudelt laekuvaid tulusid. Praegune seemnekasvatuse alase seadusandluse rakendamine seab ranged piirangud seemnekasvatajatele, kuid ei piira sertifitseerimata seemne levikut ja m&uuml;&uuml;ki. Kohalike sortide turuosa on v&auml;hendanud asjaolu, et ei ole suudetud organiseerida &uuml;ksikuid seemnekasvatajaid ja vastu seista v&auml;lisfirmade aktiivsele m&uuml;&uuml;gistrateegiale.&nbsp; </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
<strong>ARENGUEELDUSED</strong></p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p>1. Eesti Vabariik on korrastanud sordiaretust ja seemnekasvatust reguleeriva seadusandluse ning astunud rahvusvaheliste sordikasutust ja seemnekaubandust reguleerivate konventsioonide ja organisatsioonide liikmeks (UPOV, ISTA, OECD jt.)<br/>
2. Pikaajaliste traditsioonide olemasolu, mis loob kohapeal aretatud sortidele usaldusv&auml;&auml;rsuse ja eeldused nende seemne kommertsmenule<br/>
3. Suhteliselt noor, kvalifitseeritud ja suurte kogemustega kaader <br/>
4. Rahvusvaheliste&nbsp; ja kodumaiste koost&ouml;&ouml;projektide olemasolu, v&otilde;imalus teadusliku personali regulaarseks t&auml;iend&otilde;ppeks<br/>
5. Ajakohase hinnalise katsetehnika ja maa olemasolu p&otilde;ldkatsete korraldamiseks<br/>
6. V&otilde;imaluste tekkimine uute kultuuride v&otilde;i uudse kasutusotstarbega sortide aretamisel<br/>
7.&nbsp; J&otilde;geva SAI kui ainus p&otilde;llukultuuride sordiaretuse ja seemnekasvatusega tegelev teadusasutus on Eestile majandusliku s&otilde;ltumatuse aluseks taimekasvatuses.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Toodi esile rida Instituudi edasist arengut soodustavaid eeldusi. UPOV konventsioonist tulenevate sortide autorikaitset reguleeriva seadusandluse rakendumine loob eeldused sertifitseeritud seemnete laialdasemaks kasutamiseks Eestis. Sordiaretajatele t&auml;hendab see t&auml;iendavat sissetulekut seemnem&uuml;&uuml;gist ja autoritasude laekumisest. UPOV konventsiooniga liitumise l&auml;bi on Eestis aretatud sordid kaitstud ka v&auml;lisriikides ning on v&otilde;imalik autoritasude saamine teistest riikidest.&nbsp; J&otilde;geval kohalikele oludele aretatud sorte on Eestis kasvatatud juba aastak&uuml;mneid, tekkinud pikaajalised konstruktiivsed sidemed tootjatega ja tagasiside on kohapealsete sortide usaldusv&auml;&auml;rsuse ja kommertsedu aluseks. K&otilde;igi J&otilde;geval aretatavate kultuuride&nbsp; osas on olemas suhteliselt noor (enamus aretajaid on vanuses 35-45 aastat) kuid piisava t&ouml;&ouml;kogemusega aretajaskond (aretajastaai v&auml;hemalt k&uuml;mme aastat), kel on t&auml;nu instituudi laialdastele koost&ouml;&ouml;sidemetele olnud v&otilde;imalus end erialaselt t&auml;iendada kodu- ja v&auml;lismaistes teadus ja aretusasutustes.&nbsp; Rohkearvulised koost&ouml;&ouml;sidemed ja &ndash;projektid on aluseks t&auml;iendava lisav&auml;&auml;rtuse tootmiseks ja/v&otilde;i t&ouml;&ouml; efektiivsuse suurendamiseks. J&otilde;geval on olemas p&otilde;ldkatsete rajamiseks sobiv maa ja piisavalt kaasaegset kallihinnalist katsetehnikat p&otilde;ldkatsete rajamiseks ja koristamiseks. Viimastel aastatel on suudetud muretseda ka p&otilde;hilisteks laboratoorseteks anal&uuml;&uuml;sideks vajalikku aparatuuri.&nbsp; T&auml;iendava v&otilde;imalusena n&auml;hakse instituudi tegevusvaldkonna laienemist seoses uute kultuuride aretuse alustamisega v&otilde;i uudse kasutusotstarbega (n. maheviljelus, tehniliseks otstarbeks) sortide aretusprogrammide alustamist olemasolevatel kultuuridel. </p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>J&otilde;geva Sordiaretuse Instituut on ainus sordiaretuse ja taimekasvatusega tegelev teadusasutus Eestis. Siin loodud uued sordid on intellektuaalne omand, mis kuulub kogu eesti rahvale ja on talle majandusliku s&otilde;ltumatuse aluseks taimekasvatuses. Vaid leiva poolest teistest s&otilde;ltumatu riik saab olla t&auml;ielikult iseseisev. Eesti Vabariik on deklareerinud, et ta on iseseisev.</p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
<strong>VISIOON</strong></p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Eesti p&otilde;llumajanduse vajadustele orienteeritud, kuid ka teistes sarnastes kliimatilis-mullastikulistes tingimustes asuvatele maadele uute sortide aretamine toimub tihedas koost&ouml;&ouml;s alus- ja rakendusuuringutega ning on loodud toimivad skeemid seemnete paljundamiseks ja turustamiseks. Sordiaretuse rahastamisel on s&auml;ilinud stabiilne riiklik finantseerimine, kuid j&auml;rjest suureneb omafinantseerimise osat&auml;htsus. </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
<strong>V&Otilde;IMALIKUD ARENGUSTSENAARIUMID</strong></p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Kolme erineva v&otilde;imaliku arengustsenaariumi koostamisel on l&auml;htutud instituudi aktiivsusest kasutada sisemisi tugevusi ja v&auml;liskeskkonnast l&auml;htuvaid v&otilde;imalusi ning v&otilde;imalikest poliitilistest otsustest. Ainuv&otilde;imalikuna n&auml;hakse esimest arengustsenaariumit, mille realiseerumisel s&auml;ilib nii instituudi kui ka eesti p&otilde;llumajandustootjate huvide kaitstus.&nbsp;&nbsp; </p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>1. J&otilde;geva SAI teadvustab oma prioriteetsed aretussuunad. Rohkem r&otilde;hku pannakse suuremat kasvupinda omavate ja majanduslikult tasuvamate kultuuride aretusele. V&otilde;imalik on aretust&ouml;&ouml; l&otilde;petamine m&otilde;nedel v&auml;iksemat t&auml;htsust omavatel kultuuridel. Aretatavate sortide turuna n&auml;hakse peale Eesti ka teisi sarnastes klimaatilistes piirkondades asuvaid maid. Suudetakse turun&otilde;udlusega kaasas k&auml;ia.&nbsp; Aretus toimub koos fundamen-taaluuringute alase koost&ouml;&ouml;ga kodu- ja v&auml;lismaiste teadusasutustega. Sordiaretuse k&otilde;rval tegeletakse ka rakenduslike agrotehniliste ja tehnoloogiliste uuringutega andmaks konkreetseid soovitusi sortide kasvatamiseks ja kasutamiseks. Arendatakse v&auml;lja seemnete levitamise ja turustamise s&uuml;steem. J&otilde;geva SAI t&ouml;&ouml; muutub efektiivsemaks ning instituut areneb.&nbsp; </p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>2. J&otilde;geva SAI j&auml;tkab v&otilde;rdselt k&otilde;igi, antud momendil aretuses olevate kultuuridega. Piirdutakse ainult uute sortide aretamisega Eesti turu tarbeks. Ei suudeta v&auml;lja arendada oma seemnete turustamise ja levitamise kanaleid. Turun&otilde;udlusega ei suudeta kaasas k&auml;ia ning v&auml;heneb J&otilde;geva sortide kasvupind. Piiratud rahaliste ressursside tingimustes ei suudeta &uuml;hegi kultuuri osas erilist edu saavutada. Instituudi rahastamine v&auml;heneb, algab ajude &auml;ravool, instituut h&auml;&auml;bub.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>3. J&otilde;geva SAI erastatakse rahvusvahelise seemnekompanii poolt. J&otilde;geva j&auml;&auml;b &uuml;heks seemnekompanii paljudest katsekohtadest maksimaalse koosseisuga 20-25 inimest (4-5 aretajat-katsekorraldajat). Kogu aretus toimub vaid kommertsalustel, aretus (katsetegevus) s&auml;ilib ainult majanduslikult tasuvatel kultuuridel. Kuna aretuse p&otilde;hisuund ei ole Eesti, vaid globaalne turg, ei pruugi aretatavad sordid kohalikesse oludesse k&otilde;ige paremini sobida. Tegelikult t&auml;hendab see kodumaise sordiaretuse l&otilde;ppu. </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
<strong>SORDIARETUSE PRIORITEEDID JA NENDE M&Auml;&Auml;RAMISE KRITEERIUMID</strong></p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Toodi v&auml;lja kaheksa kriteeriumi, mille alusel hinnati praegu aretatavate ja uute potentsiaalsete kultuuride prioriteetsust ja sellest l&auml;htuvalt &uuml;ksikute kultuuride&nbsp; aretusprogrammide osat&auml;htsust instituudi tegevuses. L&auml;htuti p&otilde;him&otilde;ttest, et erinevate kultuuride prioriteetsuse v&otilde;ivad m&auml;&auml;rata erinevad kriteeriumid v&otilde;i nende kombinatsioonid. </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><strong>M&Auml;&Auml;RAMISE KRITEERIUMID<br/>
<br/>
</strong>1. Kultuuri olulisus Eesti p&otilde;llumajandusele<br/>
2. Potentsiaalne kultuuri k&uuml;lvipinna ja seemnen&otilde;udluse suurenemine Eestis, siinloodud sortide perspektiivikus teistes riikides.<br/>
3. L&auml;hipiirkonnas aretuse puudumine antud kultuuril v&otilde;i kultuurigrupil <br/>
4. Osalemine rahvusvaheliselt finantseeritavates koost&ouml;&ouml;programmides<br/>
5. Tugeva aretajaskonna ja v&otilde;imekate seemnekasvatajate olemasolu<br/>
6. Konkurentsiv&otilde;imeliste hindadega seeme<br/>
7. Vajadus sordi ja seemnekasvatuse agrotehniliste uuringute j&auml;rele<br/>
8. Eesti ja EL arengustrateegiad</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p><br/>
<strong>PRIORITEEDID SORDIARETUSES<br/>
<br/>
</strong>Tera- ja kaunviljad ning &otilde;likultuurid omavad k&auml;esoleval ajal ja tulevikus v&auml;ga olulist rolli Eesti p&otilde;llumajanduses ja on strateegilise t&auml;htsusega kogu majandusele. K&otilde;igi aretatavate kultuuride sordid omavad ekspordipotentsiaali sarnastes looduslikes tingimustes asuvatesse riikidesse. Kultuuride aretamiseks on olemas kvalifitseeritud kaader ja toimiv seemnekasvatuse ning turustamise s&uuml;steem.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Eesti mullastik-klimaatilistest tingimustest l&auml;htuvalt on kasvatamiseks sobivaimad kultuurid oder, kaer ja talirukis. J&otilde;geval aretatud talirukki sordid on osutunud konkurentsiv&otilde;imelisteks&nbsp; naabermaades. Leivaviljad talirukis, tali- ja suvinisu on strateegilised toidukultuurid.&nbsp; Talir&uuml;ps on oluline tooraine t&ouml;&ouml;tlevale t&ouml;&ouml;stusele. K&otilde;igil loetletud kultuuridel j&auml;tkatakse sordiaretuse, algseemnekasvatuse ja agrotehnika alaste katsetega. P&otilde;ldhernel kandub l&auml;hiaastatel p&otilde;hitegevus sordiaretuselt &uuml;le agrotehnilistele katsetele ning j&auml;tkatakse aretatud sortide algseemnekasvatusega. P&otilde;ldoal j&auml;tkatakse ainult olemasoleva sordi algseemnekasvatusega. Talitritikale ja suvirapsi ning &ndash;r&uuml;psi osas peame vajalikuks agrotehnika alaste katsetega tegelemist. Tootmise vajaduste selgumisel ja finantseerimise avanedes on v&otilde;imalik aretusprogrammide alustamine nendel kultuuridel.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>L&auml;htudes asjaolust, et Euroopa mastaapides on meil piimatootmisel suhteline majanduslik eelis, on intensiivne rohumaaviljelus ja s&ouml;&ouml;dakultuuride sordiaretus v&auml;ga olulised.&nbsp; Arvestades Eesti &uuml;hiskonna j&auml;rjest suurenevat linnastumist ja oodatavat elukvaliteedi kasvu on ette n&auml;ha suurenevat n&otilde;udlust muruseemnete j&auml;rele. Eestis aretatud heintaimede sordid on n&auml;idanud v&auml;ga head l&auml;bil&ouml;&ouml;giv&otilde;imet ka v&auml;listurgudel ja seda on alust oodata ka edaspidi.&nbsp; Olulisemateks liikideks on punane ristik, p&otilde;ldtimut, karjamaa-raihein, aasnurmikas, punane aruhein ja&nbsp; h&uuml;briidlutsern, millel j&auml;tkatakse&nbsp; sordiaretuse, algseemnekasvatuse ning agrotehnika alaste katsetega.&nbsp; T&auml;htsuselt j&auml;rgmisse gruppi kuuluvad kerahein, harilik aruhein, valge ristik, sale-haguhein ja harilik kastehein, millel j&auml;tkatakse aretatud sortide algseemnekasvatuse ja&nbsp; agrotehnika alaste katsetega. Roosa ristiku, aas-rebasesaba, p&auml;ideroo, ohtetu p&uuml;sikluste ja&nbsp; itaalia-raiheina osas piirdutakse ainult olemasolevate sortide s&auml;ilitusaretuse ja algseemnekasvatusega. Aretaja initsiatiivi, praktiliste tootmisvajaduste ja piisavate finantsallikate olemasolul&nbsp; on v&otilde;imalik aretusprogrammide alustamine &uuml;hel v&otilde;i kahel t&auml;iendaval liigil. </p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Kartuli sordiaretuses on p&otilde;hir&otilde;hk hiliste ja keskvalmivate toidukartuli sortide aretamisel erinevateks kasutusotstarveteks (salati-, frii- ja koorimiskartul; v&auml;iketootmisele). Suurest seemnen&otilde;udlusest l&auml;htuvalt tegeletakse k&otilde;rvalharuna ka varajaste sortide aretamisega.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>K&ouml;&ouml;giviljade sordiaretuse osas puudub meie l&auml;hipiirkonnas konkureeriv aretus, sest l&auml;himad k&ouml;&ouml;giviljade sordiaretusega tegelevad aretusfirmad asuvad Eestist tunduvalt l&otilde;unapoolsemas Taanis. J&otilde;geval aretatud k&ouml;&ouml;giviljasortide seemnete j&auml;rele on suur n&otilde;udlus Eestis ja nad omavad ekspordipotentsiaali. Suurest seemnen&otilde;udlusest tulenevalt peame vajalikuks s&auml;ilitusaretuse ja seemnekasvatuse j&auml;tkamist aedoal, porgandil, s&ouml;&ouml;gisibulal, kapsal, s&ouml;&ouml;dapeedil ja&nbsp; redisel. S&auml;ilitusaretuse korraldamiseks vajaliku aretaja kompetentsuse s&auml;ilitamiseks on oluline uute sortide aretamise j&auml;tkamine v&auml;hestel valitud kultuuridel. Seet&otilde;ttu peame vajalikuks aedherne ja tomati osas tegeleda nii algseemnekasvatuse kui ka uute sortide aretusega. </p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p><strong>EESM&Auml;RGID</strong></p>
</font></p>
<p class=""><font face="Verdana, Sans-Serif" color="#000000">
<p>1. Konkurentsiv&otilde;imeliste p&otilde;llu- ja aiakultuuride sortide aretamine Eesti ja teiste P&otilde;hjamaade tarbeks<br/>
2. Seemnekasvatus ja seemnete realiseerimine nii kodu- kui v&auml;lismaale, autoritasude laekumise suurendamine<br/>
3. Eesti sordiaretuse taseme t&otilde;stmine kodumaistes ja rahvusvahelistes alus- ja rakendusuuringute alastes koost&ouml;&ouml;projektides osalemise kaudu <br/>
4. Taimekasvatusliku teadusliku kompetentsi j&auml;tkusuutlikkuse tagamine Eestis <br/>
5. Erialase teadusliku informatsiooni levitamine</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Oma p&otilde;hitegevusena n&auml;eme olulisemate p&otilde;llu- ja aiakultuuride konkurentsiv&otilde;imeliste sortide aretamist Eesti ja teiste sarnastes klimaatilis- mullastikulistes tingimustes asuvate maade tarbeks. Suuremaid perspektiive n&auml;eme s&ouml;&ouml;dateravilja ja s&ouml;&ouml;datootmiseks sobivate heintaimede ning hiliste ja keskvalmivate kartulisortide aretuses. Edu v&otilde;imalusi on ka nn. ni&scaron;isortide aretamisel mitmetel erinevatel kultuuridel.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Seemnekasvatuse osas on oluline funktsioneeriva seemnekasvatuss&uuml;steemi v&auml;ljaarendamine, milles J&otilde;geva osaks on seemnekasvatuss&uuml;steemi organiseerimine ja koordineerimine ning alg- ja eliitseemnete tootmine; suuremad seemnekeskused kasvatavad sertifitseeritud seemne, mis hulgi-m&uuml;&uuml;gifirmade kaudu turustatakse l&otilde;pptarbijatele. Seemnekasvatuss&uuml;steem on paremini organiseeritud tera- ja k&ouml;&ouml;giviljadel. Heintaimede osas on piiravaks teguriks eliitseemnekasvatajate puudumine, kes paljundaksid algseemne sertifitseeritud seemneni. Seemnekartuli osas on k&otilde;ige suuremaks takistuseks &uuml;htse turustamisv&otilde;rgu puudumine. Oma rolli n&auml;eme veel osalemises selliste seemnekasvatust k&auml;sitlevate seadusandlike aktide ja nende rakendusmehhanismide v&auml;ljat&ouml;&ouml;tamises ja ellurakendamises, mis aitavad kaasa sertifitseeritud seemnete kasutamise ja autoritasude laekumise suurendamisele. Koost&ouml;&ouml;suundadeks v&auml;lismaiste seemnekasvatusfirmadega on J&otilde;geva sortide seemnekaubanduse arendamine ja autoritasude laekumise suurendamine v&auml;lismaal ning v&auml;lismaiste sortide esindamine ja nende seemnekasvatuse arendamine Eestis.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Eesti sordiaretuse taseme t&otilde;us ei ole v&otilde;imalik ilma vajalike k&otilde;rgetasemeliste alusuuringute korraldamiseta. Kuna J&otilde;geval on selleks puudulikud v&otilde;imalused, n&auml;eme alusuuringute tulevikku eelk&otilde;ige l&auml;bi erinevatest fondidest finantseeritava koost&ouml;&ouml; kodu- ja v&auml;lismaiste teadusasutustega. V&otilde;imalused juba olemasolevate ja potentsiaalsete koost&ouml;&ouml;partnerite ning erinevate finantseerimisallikate (EU 5. ja 6. raamprogramm, ETF jt.) n&auml;ol on olemas.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Sortide leviku laiendamiseks ja kasvatajatele t&auml;iendava informatsiooni andmiseks on oluline agrotehniliste rakendusuuringute tegemine kasvatustehnoloogiate v&auml;ljat&ouml;&ouml;tamiseks ja sortide sobivuse selgitamine erinevais tingimustes ja erinevateks kasutusotstarveteks kasvatamiseks. Tehnoloogia alased rakendusuuringud on vajalikud tehnoloogiliste soovituste andmiseks taimekasvatussaaduste tootjaile ning kasutajaile. Materiaalsed ressursid agrotehnoloogia alaste rakendusuuringute laiendamiseks on olemas, vajalik on m&otilde;ningane t&ouml;&ouml;korralduse muutmine. </p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Eesti v&auml;iksusest tulenevalt on igaaastased vajadused uue sordiaretusliku kaadri j&auml;rele v&auml;ikesed ning sellealase k&otilde;rgkvalifitseeritud &otilde;ppej&otilde;udude kaadri &uuml;lalpidamine EPM&Uuml;-s ei ole otstarbekohane. Sordiaretusliku k&otilde;rghariduse &otilde;ppeprogramme saab muuta efektiivsemaks ja &otilde;ppekvaliteeti t&otilde;sta J&otilde;geva SAI teadurite kaasamise abil &otilde;ppej&otilde;ududena &otilde;ppe-programmidesse. V&otilde;imalik on kraadi&otilde;ppurite juhendamine ning spetsiifiliste erialakursuste &otilde;petamine sordiaretuse ja seemnekasvatuse ning m&otilde;nede kultuuride osas. J&otilde;geva SAI olemasolevad koost&ouml;&ouml;sidemed v&otilde;imaldavad &uuml;li&otilde;pilastele ja kraadi&otilde;ppuritele &otilde;ppimisv&otilde;imaluste organiseerimist v&auml;lismaal ning k&uuml;lalislektorite kasutamist teatud erikursuste andmiseks.</p>
</font></p>
<p class="" align="justify"><font face="Verdana, Sans-Serif" color="#000000">
<p>Sorte ja nende omadusi, seemnekasvatust ja sortide agrotehnikat puudutava teabe levitamine reklaamtr&uuml;kiste, populaarteaduslike artiklite, &otilde;ppep&auml;evade ja messidel osalemise kaudu on oluline p&otilde;llumajandustootjate harimiseks. Oluline on ka riigiorganite n&otilde;ustamine sordiaretust ja seemnekasvatust puudutavates k&uuml;simustes. <br/>
</p>
</font></p>
<p align="justify">&nbsp;</p></td></tr></table></td></tr></table>        </td></tr></table>
                </div>
      </td>
    </tr>
    </table>
  </td>
</tr>
<tr>
  <td><img src="../img/footer.gif" width="779" height="15" alt=""></td>
</tr>
<tr>
  <td><div class="footer">Jogeva Plant Breeding Institute&nbsp;&nbsp;|&nbsp;&nbsp;Address: Aamisepa 1  Jõgeva alevik 48 309 ESTONIA&nbsp;&nbsp;|&nbsp;&nbsp;Phone: +372 7766 901&nbsp;&nbsp;|&nbsp;&nbsp;Fax: +372 7766 902&nbsp;&nbsp;|&nbsp;&nbsp;E-mail: jogeva@jpbi.ee</div></td>
</tr>
</table>
</body>
</html>